INSERT INTO logistics_srm_performance.performance_score_detail (create_user_code,create_user_name,update_user_code,update_user_name,remark,delete_flag,create_time,update_time,version,tenant_code,quota_code,quota_name,quota_percent,score_head_id) VALUES 
('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:36:57.000','2020-09-23 18:07:25.000',2,NULL,'ZB2020080330795','城配退货及时率-月度',20.0,1)
,('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:36:57.000','2020-09-23 18:07:25.000',2,NULL,'ZB2020080330801','城配回单及时率一盘货-月度',20.0,1)
,('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:36:57.000','2020-09-23 18:07:25.000',2,NULL,'ZB2020080330804','城配发车及时率-月度',30.0,1)
,('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:51:56.000','2020-09-23 18:07:25.000',0,NULL,'ZB2020080330797','城配配送准时率(一盘货)-月度',30.0,1)
,('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:47:34.000','2020-09-23 18:07:31.000',1,NULL,'ZB2020080330791','仓干发货及时率-月度',20.0,2)
,('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:55:31.000','2020-09-23 18:07:31.000',0,NULL,'ZB2020080330793','仓干货物完好率(按件)-月度',10.0,2)
,('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:55:31.000','2020-09-23 18:07:31.000',0,NULL,'ZB2020080330788','仓干回单及时率-月度',25.0,2)
,('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:55:31.000','2020-09-23 18:07:31.000',0,NULL,'ZB2020080330789','仓干到货及时率-月度',45.0,2)
,('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:56:45.000','2020-09-23 18:07:45.000',0,NULL,'ZB2020080330812','电商配送改约率-月度',20.0,3)
,('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:56:45.000','2020-09-23 18:07:45.000',0,NULL,'ZB2020080330810','电商支线及时率-月度',20.0,3)
;
INSERT INTO logistics_srm_performance.performance_score_detail (create_user_code,create_user_name,update_user_code,update_user_name,remark,delete_flag,create_time,update_time,version,tenant_code,quota_code,quota_name,quota_percent,score_head_id) VALUES 
('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:56:45.000','2020-09-23 18:07:45.000',0,NULL,'ZB2020080330809','电商退货入库及时率-月度',30.0,3)
,('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:56:45.000','2020-09-23 18:07:45.000',0,NULL,'ZB2020080330806','电商签收准时率-月度',30.0,3)
,('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:58:21.000','2020-09-23 18:08:00.000',0,NULL,'ZB2020080330826','基地货物完好率(按件)-月度',20.0,4)
,('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:58:21.000','2020-09-23 18:08:00.000',0,NULL,'ZB2020080330822','基地回单及时率-月度',15.0,4)
,('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:58:21.000','2020-09-23 18:08:00.000',0,NULL,'ZB2020080330820','基地到货及时率-月度',25.0,4)
,('zhangfan15','张6162','zhangfan15','张6162',NULL,0,'2020-09-23 17:58:21.000','2020-09-23 18:08:00.000',0,NULL,'ZB2020080330824','基地到车及时率-月度',40.0,4)
;